Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Przysięgam służyć miastu i jego władzom.
uk: Я присягаю служити місту та його владі.

source: Przysięgam służyć miastu i jego władzy.
uk: Я присягаю служити місту та його володарю.

source: Przysięgam, że jak tylko przekroczy próg tej karczmy, to moja miotła pójdzie w ruch. Nie ma mowy!
uk: Присягаюся, що як тільки він переступить поріг цієї корчми, моя мітла піде в хід. Не може бути й мови!

source: Przysięgam, że jeśli jeszcze raz usłyszę 'LORENZO' zamiast 'LORENCO' to nie ręczę za siebie. Idioci... Prostego imienia nie potrafią wymówić.
uk: Присягаюся, якщо я ще раз почую 'ЛОРЕНЗО' замість 'ЛОРЕНЦО', то я за себе не відповідаю. Ідіоти... Вони не можуть вимовити просте ім'я.

source: Przysięgam, że nie miałem o tym żadnego pojęcia!
uk: Присягаюся, я й гадки не мав про це!

source: Przysięgę? Przecież my nie straż...
uk: Присяга? Ми ж не вартові...

source: Przysmak Korników
uk: Ласощі короїдів

source: Przysmak na Archolos!
uk: Справжній делікатес на Архолосі!

source: Przystani?
uk: Гавані?

source: Przystań
uk: Гавань

source: Przystań jest niedaleko stąd. Tam się dobrze wami zajmą.
uk: Гавань недалеко звідси. Там про вас подбають.

source: Przystań na południu wyspy? Rzeczywiście świat na zewnątrz klasztoru mocno się zmienił przez te kilka lat.
uk: Гавань на півдні острова? Дійсно, світ за межами монастиря дуже змінився за останні кілька років.

source: Przystań niebawem będzie szturmowana przez siły straży i Gildii. Chyba już sobie nie pożartujemy z Saulem.
uk: Гавань незабаром штурмуватимуть сили вартових та Гільдії. Схоже, ми із Солом ні над ким вже не пожартуємо.

source: Przystań niebawem będzie szturmowana przez siły straży i Gildii. Mogę zapomnieć o nagrodzie.
uk: Гавань незабаром штурмуватимуть сили вартових та Гільдії. Я можу забути про винагороду.

source: Przystań niebawem będzie szturmowana przez siły straży i Gildii. Żarty piratów zakończą się więc dość gwałtownie.
uk: Незабаром Гавань штурмуватимуть вартові та Гільдія. Тому піратським жартам скоро прийде кінець.

source: Przystań to dom dla tych, którym nie podoba się kierunek obrany przez tę zakichaną wyspę.
uk: Гавань є домівкою для тих, кому не подобається шлях, яким рухається цей зарозумілий острів.

source: Przystań to rzeczywiście niebezpieczne miejsce. Tuż przy ladzie miejscowej karczmy leży trup... ale chyba na nikim nie robi to większego wrażenia.
uk: Гавань – дійсно небезпечне місце. У місцевій корчмі прямо біля стійки лежить мертве тіло... але, схоже, це нікого не дивує.

source: Przystań Łotrów nie została ponownie zasiedlona i powoli zarasta, wchłaniana przez otaczające ją bagno.
uk: Гавань лиходіїв не було заселено заново, і вона повільно заростає, поглинаючись болотом, яке її оточує.

source: Przystań Łotrów oficjalnie przestała istnieć.
uk: Гавань лиходіїв офіційно припинила своє існування.

source: Przystań Łotrów przestała istnieć. Bez tych szubrawców Archolos stało się choć trochę spokojniejszym miejscem.
uk: Гавань лиходіїв припинила своє існування. Без цих самозванців Архолос став хоч трохи спокійнішим місцем.

source: Przystań Łotrów została pochłonięta przez bagno, podczas gdy jej dawni mieszkańcy trafili do Górniczej Doliny.
uk: Гавань лиходіїв поглинуло болото, а її колишні мешканці опинилися в Гірничій Долині.

source: Przystań Łotrów.
uk: Гавань лиходіїв.

source: Przystąpiłem do działania! Mam nadzieję, że wyglądam i brzmię jak faktyczne zagrożenie.
uk: Я готовий! Сподіваюся, я виглядаю досить грізно та переконливо.

source: Przysyła cię Roderich? Ile razy mam powtarzać, że sytuacja jest pod kontrolą?
uk: Тебе прислав Родеріх? Скільки разів ще можна повторювати, що ситуація під контролем?

source: Przysyła mnie Bastian.
uk: Мене прислав Бастіан.

source: Przysyła mnie Bastian. Mieszkańcy wioski pilnie potrzebują drewna. W wyniku burzy...
uk: Мене прислав Бастіан. Жителям села терміново потрібні дрова. Внаслідок бурі...

source: Przysyła mnie Bastian. Podobno masz jakieś kłopoty.
uk: Мене прислав Бастіан. Я чув, у тебе якісь клопоти.

source: Przysyła mnie Cortez...
uk: Мене прислав Кортез...

source: Przysyła mnie Ernesto.
uk: Мене прислав Ернесто.

source: Przysyła mnie Ernesto. Przez ciebie kupiec wpadł teraz w nie lada kłopoty i chętnie utnie z tobą na ten temat pogawędkę.
uk: Мене прислав Ернесто. Через тебе в торговця зараз великі неприємності, і він буде радий поговорити з тобою про це.

source: Przysyła mnie Folkard. Mówił, że poszedłeś po jakieś zapasy.
uk: Фолькард прислав мене. Він сказав, що ти вирушив по припаси.

source: Przysyła mnie Gildia Araxos.
uk: Мене прислала Гільдія Араксос.

source: Przysyła mnie Grayson.
uk: Мене прислав Грейсон.

source: Przysyła mnie Grayson. Straży miejskiej udało się pochwycić orka. Trzymają go w swoim lochu.
uk: Мене прислав Грейсон. Міській Варті вдалося захопити в полон орка. Вони тримають його у в'язниці.

source: Przysyła mnie Knut, mam ci przekazać jego ofertę.
uk: Мене прислав Кнут, щоб я передав тобі його пропозицію.

source: Przysyła mnie Królewski Wysłannik.
uk: Я прибув від Королівського посла.

source: Przysyła mnie Kuno.
uk: Мене прислав Куно.

source: Przysyła mnie Kurt, jestem jego bratankiem.
uk: Мене прислав Курт, я його племінник.

source: Przysyła mnie Lorenzo, miałem się dowiedzieć co tu się dzieje.
uk: Лоренцо послав мене, щоб я з'ясував, що тут відбувається.

source: Przysyła mnie Otho.
uk: Мене прислав Отто.

source: Przysyła mnie Otho. Wysłał mnie, żebym podłożył ci do łóżka paczkę z owczym łajnem.
uk: Мене прислав Отто. Він послав мене покласти пакет овечого лайна в твоє ліжко.

source: Przysyła mnie Roderich.
uk: Мене прислав Родеріх.

source: Przysyła mnie Tomas.
uk: Мене прислав Томас.

source: Przysyła mnie Volker. Potrzebuję odpowiedzi na kilka pytań.
uk: Мене прислав Волкер. Мені потрібні відповіді на декілька запитань.

source: Przysyła mnie Weigar.
uk: Мене прислав Вейгар.

source: Przysyłam? To była tylko sugestia!
uk: Прислав? Я тільки запропонував!

source: Przyszedłem dopytać o szczegóły twojej transakcji.
uk: Я прийшов дізнатися про деталі твоєї угоди.

source: Przyszedłem odebrać koszyk z jedzeniem.
uk: Я прийшов по кошик з їжею.

source: Przyszedłem odebrać nagrodę za list gończy.
uk: Я прийшов отримати винагороду за розшук.

source: Przyszedłem odebrać nagrodę za przestępcę.
uk: Я прийшов отримати винагороду за злочинця.

source: Przyszedłem odebrać nagrodę za wykonanie zlecenia.
uk: Я прийшов отримати нагороду за виконання замовлення.

source: Przyszedłem po książkę 'Mistrzostwo Nordmarczyków'.
uk: Я прийшов за книгою 'Майстерність нордмарців'.

source: Przyszedłem po mapę.
uk: Я прийшов за мапою.

source: Przyszedłem po swój udział.
uk: Я прийшов за своєю часткою.

source: Przyszedłem po zapłatę.
uk: Я прийшов за оплатою.

source: Przyszedłem po zlecenie.
uk: Я прийшов по завдання.

source: Przyszedłem pomóc ci odzyskać winnicę.
uk: Я прийшов, щоб допомогти тобі повернути виноградник.

source: Przyszedłem sprawdzić co się dzieje...
uk: Я прийшов подивитися, що тут коїться...

source: Przyszedłem tu po coś innego.
uk: Я прийшов сюди по дещо інше.

source: Przyszedłem tutaj odzyskać część dóbr, które winnica straciła przez intrygi miejskich... ale skoro już tu jesteś, to ty także za to wszystko zapłacisz!
uk: Я прийшов сюди, щоб повернути частину багатства, яке виноградник втратив через міські інтриги... Але оскільки ти тут, то ти також заплатиш за це все!

source: Przyszedłem tutaj w tym samym celu, co ty - po Jorna. I paru innych ludzi. Znalazłeś kogoś żywego?
uk: Я прийшов сюди з тієї ж причини, що і ти – забрати Йорна. І ще декількох людей. Ти знайшов когось вцілілого?

source: Przyszedłem uratować życie twojego syna.
uk: Я прийшов, щоб врятувати життя твого сина.

source: Przyszedłem w imieniu Araxos.
uk: Я прийшов від імені Гільдії Араксос.

source: Przyszedłem w imieniu Gildii Kupieckiej.
uk: Я прийшов від імені Торгової Гільдії.

source: Przyszedłem w interesach.
uk: Я прийшов у справах.

source: Przyszedłem wam pomóc.
uk: Я тут, щоб вам допомогти.

source: Przyszedłem zaproponować schronienie dla ciebie.
uk: Я прийшов, щоб запропонувати тобі порятунок.

source: Przyszedłem zobaczyć, co takiego pichcisz.
uk: Я прийшов подивитися, що ти готуєш.

source: Przyszedłem zwerbować kilku ludzi. Słyszałem o trzech facetach, których Cortez używa do brudnej roboty.
uk: Я прийшов найняти кількох людей. Я чув про трьох хлопців, яких Кортез використовує для брудної роботи.

source: Przyszedłem zwerbować kilku ludzi...
uk: Я прийшов, щоб набрати людей...

source: Przyszedłeś jako jeden z pierwszych, więc zaczniemy od ciebie. Jak ci było na imię? Marvin, tak?
uk: Ти прийшов одним з перших, тож почнімо з тебе. Як там тебе звати? Марвін, так?

source: Przyszedłeś mnie denerwować? Jeśli tak, to sobie daruj. Próbuję przekonać tych wieśniaków, żeby zaczęli nas lepiej karmić.
uk: Ти прийшов, щоб набридати мені? Якщо так, то відчепись від мене. Я намагаюся переконати цих селюків, щоб вони краще нас годували.

source: Przyszedłeś mnie pojmać? Za późno, chłopcze. Mój los jest już przypieczętowany.
uk: Ти прийшов за мною? Запізно, хлопче. Мою долю вже вирішено.

source: Przyszedłeś się ze mnie nabijać? A może znowu chcesz mi przyłożyć?
uk: Ти прийшов з мене посміятись? Чи хочеш знову дати мені по пиці?

source: Przyszedłeś tu, aby pomóc nam w walce z dyktatem tyranii?
uk: Ти прийшов, щоб допомогти нам боротися з диктатом тиранії?

source: Przyszedłeś tutaj tylko po to, żeby mi przeszkadzać?
uk: Ти прийшов сюди тільки для того, щоб мені заважати?

source: Przyszedłeś tutaj, żeby mnie denerwować?
uk: Ти прийшов сюди, щоб мені набридати?

source: Przyszedłeś zapłacić grzywnę?
uk: Ти прийшов сплатити штраф?

source: Przyszedłeś znowu dostać po mordzie? Nie oszukuj samego siebie, znowu cię przechytrzę.
uk: Ти прийшов, щоб знову отримати прочухана? Не обманюй себе, я знову тебе перехитрую.

source: Przyszli tu jakiś czas temu, trochę popracowali, a później ich już nie widziałem. Może po prostu dali sobie spokój? Szkoda, miałem nadzieję, że będziemy tym transportować drewno.
uk: Вони прибули сюди нещодавно, трохи попрацювали, а потім я їх більше не бачив. Можливо, вони просто махнули на це рукою? Шкода, бо я сподівався, що ми транспортуватимемо на ньому деревину.

source: Przyszły jakieś włóczęgi i podłogę brudzą! Jeszcze jedzenia się domagają, a złota ani widu, ani słychu!
uk: Прийшли якісь волоцюги й нанесли бруду! Ще й їсти хочуть, а золота ні видно, ні чутно!

source: Przysłano mnie, abym rozwiązał śledztwo w sprawie zamachu na twoje życie.
uk: Мене прислали, аби я розкрив справу про замах на твоє життя.

source: Przysłano mnie, abym rozwiązał śledztwo w sprawie zamachu.
uk: Мене прислали, аби я розкрив справу про замах.

source: Przysłał mnie Adelard.
uk: Мене прислав Аделард.

source: Przysłał mnie Kurt, podobno jesteś mu winny przysługę.
uk: Мене прислав Курт. Здається, ти винен йому послугу.

source: Przysłał mnie Roderich.
uk: Мене прислав Родеріх.

source: Przysłał mnie Roderich. Miałem odnaleźć oddział Gerwina i dowiedzieć się, dlaczego od kilku dni nie składa mu raportów.
uk: Мене прислав Родеріх. Я мав знайти його підопічного Гервіна і з'ясувати, чому він не з'являвся до нього вже кілька днів.

source: Przysłał mnie tu jeden z twoich ludzi. Mówił, że może ci się przydać ktoś, kto ma zaufanie wśród mieszkańców winnicy.
uk: Мене прислав сюди один із твоїх людей. Він сказав, що тобі потрібен хтось, хто користується довірою серед працівників виноградника.

source: Przysłał mnie twój ojciec, mam znaleźć ci jakieś zajęcie.
uk: Мене прислав твій батько, я маю знайти тобі якесь заняття.

source: Przysłał mnie, żeby powstrzymać to szaleństwo. Jeśli ruszycie do walki, to Bloodwyn i jego ludzie was wymordują.
uk: Він послав мене, щоб зупинити це божевілля. Якщо ви вийдете на бій, то Бладвін і його люди вб'ють вас.

source: Przysłał nas Otmar...
uk: Нас прислав Отмар...

source: Przytargałem ze sobą trochę najlepszej broni, jaką udało mi się kiedykolwiek wykuć. Daj mi znać, gdybyś czegoś potrzebował.
uk: Я взяв із собою найкращу зброю, яку коли-небудь кував. Дай мені знати, якщо тобі щось знадобиться.

source: Przytnij te kłody tak, by miały długość mniej więcej dorosłego faceta. Ja w tym czasie zacznę rozgrzewać palenisko do odpowiedniej temperatury.
uk: Розпиляй ці колоди так, щоб вони були довжиною приблизно як зріст дорослої людини. А я тим часом почну розігрівати піч до потрібної температури.

source: Przytrzymaj SHIFT, aby zmienić kategorię.
uk: Утримуйте SHIFT для зміни категорії

source: Przywieźliśmy je oczywiście ze sobą, pierwsze skrzynie powinny już być w koszarach. Resztę znajdziecie w portowym magazynie.
uk: Ми привезли їх з собою, і перші скрині вже повинні бути в казармах. Решта знаходиться в портовому складі.

source: Przywołany zombie
uk: Викликаний мрець

source: Przywraca 10% many co 2 sek.
uk: Відновлює 10% мани кожні 2 секунди.

source: Przywraca 5% życia co 2 sek.
uk: Відновлює 5% здоров'я кожні 2 секунди.

source: Przywraca domyślne ustawienia klawiatury.
uk: Відновлює параметри керування за замовчуванням.

source: Przywraca punkty trafień o wartości 150%
uk: Відновлює 150% здоров'я

source: Przywraca punkty trafień o wartości 200%
uk: Відновлює 200% здоров'я

source: Przywraca punkty trafień o wartości 250%
uk: Відновлює 250% здоров'я

source: Przywróćmy władzę w ręce ludzi! W WASZE ręce dobrzy mieszkańcy tego upadłego moralnie miasta!
uk: Повернемо владу в руки народу! У ВАШІ руки, добрі громадяни цього морально збанкрутілого міста!

source: Przywódca hien cmentarnych
uk: Ватажок розкрадачів могил

source: Przywódca stada
uk: Ватажок зграї

source: Przywódca zawsze je pierwszy. Mniejsze osobniki żywią się tym, co te bydle zostawi po sobie.
uk: Ватажок завжди їсть першим. Менші особини харчуються тим, що залишить ця звірюка.

source: Przyznaj się do winy.
uk: Визнай свою провину.

source: Przyznaj się, któraś z lokalnych dziewuch ci się spodobała? Chodzi o Marthę? Widziałem, jak latasz do niej tam i z powrotem z byle pretekstem.
uk: Зізнавайся, хто з місцевих дівчат тобі сподобався? Марта? Я бачив, як ти гасав до неї туди-сюди під будь-яким приводом.

source: Przyznaje się, że handlowałem 'specyficznymi' przedmiotami. Nie uważam, jednak bym popełnił tu jakieś przestępstwo. Jeśli chodzi o próbę morderstwa, to jestem niewinny!
uk: Я визнаю, що торгував 'специфічними' предметами. Однак я не вважаю, що вчинив якийсь злочин. Що стосується замаху на вбивство, то я не винен!

source: Przyznaję jednak, wino macie cudowne!
uk: Однак визнаю, що вино у вас чудове!

source: Przyznaję się!
uk: Я зізнаюся!

source: Przyznaję się! Przyznaję się! Nie rób mi więcej krzywdy!
uk: Я зізнаюся! Я зізнаюся! Не кривдьте мене більше!

source: Przyznaję się, dodałem przyprawę do jedzenia Stana, ale to była moja zemsta za jego oszukiwanie.
uk: Зізнаюся, я додав приправу в їжу Стена, але це була моя помста за його обман.

source: Przyznaję się. Wystawiłem ich. Miałem nadzieję, że nie wyjdą z tego żywi.
uk: Я визнаю це. Я видав їх. Я сподівався, що вони не виживуть.

source: Przyznaję to z pokorą, ty i wielu młodych magów miało rację. Zbyt długo siedzieliśmy zamknięci w naszym bezpiecznym klasztorze. Pozwoliliśmy, by na wyspie szerzyła się nieprawość.
uk: Я смиренно визнаю, що ти і багато молодих магів мали рацію. Занадто довго ми сиділи у безпеці, замкнені у нашому монастирі. Ми дозволили беззаконню поширитись на острові.

source: Przyznaję, masz łapę... a wcale nie wyglądasz na wojownika.
uk: Визнаю, у тебе сильний удар... але ти зовсім не схожий на бійця.

source: Przyznaję, nie powiedziałem ci wszystkiego. Chciałem ocalić tyłek Becketta.
uk: Визнаю, я не все тобі розповів. Я хотів врятувати дупу Беккета.

source: Przyznaję, nie przestajesz mnie zaskakiwać.
uk: Визнаю, ти не перестаєш мене дивувати.

source: Przyznaję, z początku nie było łatwo, a mieszkańcy nie patrzyli na nas przychylnym okiem.
uk: Зізнаюся, спочатку було нелегко, і місцеві жителі дивилися на нас не надто привітно.

source: Przyznam się jednak, że gdy sam ją składałem, to też popełniłem jeden czy dwa błędy.
uk: Однак, визнаю, що коли я сам складав її, я теж припустився однієї чи двох помилок.

source: Przyznam szczerze, że nie byłam zbyt pewna po naszej pierwszej rozmowie, ale teraz znowu jestem szczęśliwa!
uk: Зізнаюсь чесно, після нашої першої розмови я не тішила себе надією, але зараз я знову щаслива!

source: Przyznam, nietuzinkowy pomysł. Mam tylko nadzieję, że później po sobie posprzątałeś.
uk: Незвичайна ідея, мушу визнати. Сподіваюся, ти прибрав за собою після цього.

source: Przyznam, że historia brzmi naprawdę nieprawdopodobnie. Skoro nie ma innej metody, to masz mój miecz. Wyruszę razem z tobą do Vardhal.
uk: Визнаю, історія звучить справді неймовірною. Але оскільки іншого виходу немає – мій меч з тобою. Я відправлюсь до Вардхалу разом з тобою.

source: Przyznam, że to był całkiem niezły interes. Zlecenia były częste i dobrze płatne, ale nie jestem przestępcą. Wiedziałem, że w tej robocie długo nie pociągnę.
uk: Визнаю, це був досить непоганий бізнес. Замовлення були частими і добре оплачуваними, але я не злочинець. Я знав, що довго на цій роботі не протримаюся.

source: Przyznać? Do czego? Jestem niewinny! Kim jesteś?
uk: Зізнаюся? У чому? Я нічого не зробив! Хто ви?

source: Przyzwanie błotniaka
uk: Виклик мулистої черепахи

source: Przyzwanie demona
uk: Виклик демона

source: Przyzwanie niedźwiedzia
uk: Виклик ведмедя

source: Przyzwanie wilka
uk: Виклик вовка

source: Przyzwanie zębacza
uk: Виклик снеппера

source: Przyzwany demon
uk: Викликаний демон

source: Przyzwany golem
uk: Викликаний голем

source: Przyzwany niedźwiedź
uk: Викликаний ведмідь

source: Przyzwany szkielet
uk: Викликаний скелет

source: Przyzwany szkielet-goblin
uk: Викликаний скелет-гоблін

source: Przyzwany wilk
uk: Викликаний вовк

source: Przyzwany zębacz
uk: Викликаний снеппер

source: Przyłazi tu głównie popatrzeć na spódniczki i żłopać piwo. Ot, tyle z niego pożytku.
uk: В основному, він приходить сюди дивитися на спідниці і пити пиво. Ось скільки від нього користі.

source: Przyłóż mu!
uk: Вріж йому!

source: Przyślij tego Ezekiela, jak będzie gotów.
uk: Присилай того Єзекіїля, коли він буде готовий.

source: Próba kontrolna z Samborem zakończona. Jedna sprawa z głowy.
uk: Випробування Самбора завершено. Однією проблемою менше.

source: Próbki proponowanych dań należy przynosić do kuchni dworu w Silbach.
uk: Зразки запропонованих страв необхідно принести на кухню маєтку у Сільбаху.

source: Próbkowanie
uk: Якість звуку

source: Próbowaliście ich przegonić?
uk: Ти намагався їх прогнати?

source: Próbowaliśmy go powstrzymać, ale dosłownie przepadł, a niedługo później dowiedzieliśmy się o nieudanym zamachu.
uk: Ми намагались його зупинити, але він просто зник, а невдовзі ми дізнались про невдалий замах.

source: Próbowaliśmy jeszcze pytać Willema o to, kto to jest i o co chodziło, ale niezbyt chciał cokolwiek o tym mówić.
uk: Ми намагалися розпитати у Віллема, хто він такий і про що йшлося, але він дуже не хотів про це говорити.

source: Próbowaliśmy to zrobić, ale mówię ci, miejscowi są największymi sknerami w Królestwie!
uk: Ми намагалися це зробити, але скажу тобі, що місцеві жителі – найбільші скнари в королівстві!

source: Próbowaliśmy uratować tych więźniów. Niestety, Lichwiarz od dłuższego czasu na nas poluje i załatwia jednego po drugim.
uk: Ми намагалися врятувати цих в'язнів. На жаль, Лихвар вже давно полює на нас і знищує одного за іншим.

source: Próbować zawsze możesz. A nuż kiedyś ci się uda!
uk: Але ти завжди можеш спробувати. Можливо, колись у тебе вийде!

source: Próbował mnie okraść!
uk: Він намагався мене пограбувати!

source: Próbował mnie zaprowadzić do swojej pracowni. Gdy odmówiłem, rzucił się na mnie z bronią.
uk: Він намагався відвести мене до своєї лабораторії. Коли я відмовився, він накинувся на мене зі зброєю.

source: Próbował mnie zaprowadzić do swojej pracowni. Nie poszedłem za nim. Skończyłem pracę i wróciłem do ciebie.
uk: Він намагався відвести мене до своєї лабораторії. Але я не пішов з ним. Я закінчив роботу і повернувся до тебе.

source: Próbował. Chciał mnie oszukać. Pat również mnie zaatakował.
uk: Він намагався. Хотів мене обдурити. Пат теж напав на мене.

source: Próbowałam kupić jakąś mapę, ale wszystko jest tu takie drogie. Czarno widzę tu przyszłość.
uk: Я намагалася купити якусь мапу, але тут все так дорого. Не бачити мені тут світлого майбутнього.

source: Próbowałem cokolwiek od niego wyciągnąć, ale facet jest głupi albo głupiego udaje.
uk: Я намагався витягнути з нього бодай щось, але хлопець дурний або прикидається дурником.

source: Próbowałem dostać się do Igora i coś mu o tym powiedzieć, ale strażnicy nikogo do niego nie wpuszczają, a sami przecież się tym nie zajmą.
uk: Я намагався потрапити до Ігоря і розповісти йому про це, але охорона нікого до нього не пропускає, та й вони самі не хочуть розбиратися з цим.

source: Próbowałem dowiedzieć się czegoś o tym ruchu obywatelskim, któremu przewodzą agitatorzy, licząc, że w ten sposób trafię po nitce do kłębka. Udawałem nawet, że jestem zainteresowany pomocą, ale facet nie uwierzył w moje 'dobre intencje'. Zostaje mi poszukać innych agitatorów na własną rękę lub zmusić tę gnidę do gadania.
uk: Я спробував дізнатися щось про цей громадський рух, очолюваний агітаторами, сподіваючись натрапити на ниточку, що приведе до клубка. Я навіть зробив вигляд, що зацікавлений їм допомогти, але хлопець не повірив у мої 'добрі наміри'. Мені залишається шукати інших агітаторів самотужки, або змусити цього недоумка заговорити.

source: Próbowałem go przekonać, żeby dozbroił wartowników, rozesłał wieści po okolicy i poinformował straż, ale...
uk: Я намагався переконати його переозброїти охоронців, рознести звістку по околицях та повідомити Міську Варту, але...

source: Próbowałem go wyciągnąć, ale został w grobowcu. Mówił, że musi sobie wszystko przemyśleć i odnaleźć w swym sercu jeszcze trochę wiary.
uk: Я намагався його витягнути, але він залишився в гробниці. Сказав, що йому потрібно все обдумати і знайти ще трохи віри в своєму серці.

source: Próbowałem je wytępić, ale zbyt dużo się ich namnożyło i zbyt głębokie mają nory, żeby można było coś z tym zrobić.
uk: Я намагався їх винищити, але вони занадто розплодилося, а їхні нори занадто глибокі, щоб можна було щось зробити.

source: Próbowałem już chyba wszystkiego, ale ten dzieciak całymi dniami tylko by leżał i pił wino!
uk: Здається, я перепробував усе, але цій дитині цілими днями тільки б лежати і пити вино!

source: Próbowałem już się tam dostać, ale strażnicy nie chcą mnie wpuścić do środka.
uk: Я вже намагався потрапити туди, але вартові мене не пропускають.

source: Próbowałem kupić jakąś mapę, ale wszystko jest tu takie drogie. Czarno widzę swoją przyszłość.
uk: Я намагався купити якусь мапу, але тут все так дорого. Не бачити мені тут світлого майбутнього.

source: Próbowałem mu pomóc, ale było ich zbyt wielu.
uk: Я намагався йому допомогти, але їх було занадто багато.

source: Próbowałem mu wybić ten idiotyczny pomysł z głowy, ale facet strasznie się uparł. Koniec końców, zakupi po tuzinie skrzydeł krwiopijcy oraz bagiennego krwiopijcy. Za każdą parę skrzydeł zapłaci pełną cenę w złocie.
uk: Я намагався вибити цю ідіотську ідею з його голови, але хлопець був страшенно наполегливий. Зрештою, він придбає по дюжині крил звичайних і болотних шершнів. За кожну пару крил він заплатить повну ціну золотом.

source: Próbowałem porozmawiać o tym z magami, że jestem bezpodstawnie oczerniany. Obiecali przyjrzeć się tej sprawie.
uk: Я намагався поговорити про це з магами, що на мене безпідставно зводять наклеп. Вони пообіцяли розібратися у цьому питанні.
